Repository: DevWael/wc-ajax-product-visibility
Catalog: languages/wapv-*.po
Languages: ar

source: Visibility
ar: معروض

source: Cheating!
ar: غش

source: You don't have sufficient permissions to do this action
ar: عذرا.. لا تمتلك الصلاحيات الكافية للقيام بهذا

source: You must provide product ID
ar: يجب عليك تزويد رقم معرف المنتج

source: You must install woocommerce
ar: يجب عليك تنصيب اضافة ووكومرس

source: Saved!
ar: تم الحفظ

source: Cannot find this product!
ar: غير قادر على إيجاد هذا المنتج!

source: WC Ajax Product Visibility
ar: التحكم فى ظهور المنتجات للوكومرس

source: Control showing or hiding woocommerce product without editing it with ajax.
ar: التحكم فى إظهار او إخفاء المنتجات للوكومرس بتقنية الأجاكس

source: AHMAD WAEL
ar: أحمد وائل
